Repository: devesh-aggarwal/splitfree
Catalog: SplitFree/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, pt_br, zh_hans

source: %.1f%% left to assign.
de: Noch %.1f%% zu verteilen.
es: Queda %.1f%% por asignar.
fr: Il reste %.1f%% à répartir.
hi: %.1f%% बाँटना बाकी है।
it: Resta %.1f%% da assegnare.
ja: あと %.1f%% 割り当てが必要です。
pt_br: Faltam %.1f%% para atribuir.
zh_hans: 还有 %.1f%% 待分配。

source: %.1f%% over 100%%.
de: %.1f%% über 100%%.
es: %.1f%% por encima del 100%%.
fr: %.1f%% au-dessus de 100%%.
hi: 100%% से %.1f%% ज़्यादा।
it: %.1f%% oltre il 100%%.
ja: 100%% を %.1f%% 超えています。
pt_br: %.1f%% acima de 100%%.
zh_hans: 超出 100%% 共 %.1f%%。

source: %1$@ added %2$@
de: %1$@ hat %2$@ hinzugefügt
es: %1$@ añadió %2$@
fr: %1$@ a ajouté %2$@
hi: %1$@ ने %2$@ जोड़ा
it: %1$@ ha aggiunto %2$@
ja: %1$@ が %2$@ を追加しました
pt_br: %1$@ adicionou %2$@
zh_hans: %1$@ 添加了 %2$@

source: %1$@ and %2$lld others
de: %1$@ und %2$lld weitere
es: %1$@ y otras %2$lld personas
fr: %1$@ et %2$lld autres
hi: %1$@ और %2$lld अन्य
it: %1$@ e altre %2$lld persone
ja: %1$@ ほか %2$lld 人
pt_br: %1$@ e mais %2$lld pessoas
zh_hans: %1$@ 和另外 %2$lld 人

source: %1$@ and %2$lld others paid %3$@
de: %1$@ und %2$lld weitere haben %3$@ bezahlt
es: %1$@ y otras %2$lld personas pagaron %3$@
fr: %1$@ et %2$lld autres ont payé %3$@
hi: %1$@ और %2$lld अन्य लोगों ने %3$@ चुकाए
it: %1$@ e altre %2$lld persone hanno pagato %3$@
ja: %1$@ ほか %2$lld 人が %3$@ を支払いました
pt_br: %1$@ e mais %2$lld pessoas pagaram %3$@
zh_hans: %1$@ 和另外 %2$lld 人共付了 %3$@

source: %1$@ deleted %2$@
de: %1$@ hat %2$@ gelöscht
es: %1$@ eliminó %2$@
fr: %1$@ a supprimé %2$@
hi: %1$@ ने %2$@ हटाया
it: %1$@ ha eliminato %2$@
ja: %1$@ が %2$@ を削除しました
pt_br: %1$@ excluiu %2$@
zh_hans: %1$@ 删除了 %2$@

source: %1$@ joined %2$@
de: %1$@ ist %2$@ beigetreten
es: %1$@ se unió a %2$@
fr: %1$@ a rejoint %2$@
hi: %1$@ %2$@ में शामिल हुए
it: %1$@ è entrato in %2$@
ja: %1$@ が %2$@ に参加しました
pt_br: %1$@ entrou em %2$@
zh_hans: %1$@ 加入了 %2$@

source: %1$@ left %2$@
de: %1$@ hat %2$@ verlassen
es: %1$@ salió de %2$@
fr: %1$@ a quitté %2$@
hi: %1$@ ने %2$@ छोड़ा
it: %1$@ ha lasciato %2$@
ja: %1$@ が %2$@ から抜けました
pt_br: %1$@ saiu de %2$@
zh_hans: %1$@ 退出了 %2$@

source: %1$@ owes %2$@
de: %1$@ schuldet %2$@
es: %1$@ le debe a %2$@
fr: %1$@ doit à %2$@
hi: %1$@ पर %2$@ का बकाया है
it: %1$@ deve a %2$@
ja: %1$@ は %2$@ に支払います
pt_br: %1$@ deve a %2$@
zh_hans: %1$@ 欠 %2$@

source: %1$@ paid %2$@ %3$@
de: %1$@ hat %2$@ %3$@ gezahlt
es: %1$@ le pagó %3$@ a %2$@
fr: %1$@ a payé %3$@ à %2$@
hi: %1$@ ने %2$@ को %3$@ दिए
it: %1$@ ha pagato %3$@ a %2$@
ja: %1$@ が %2$@ に %3$@ を支払いました
pt_br: %1$@ pagou %3$@ para %2$@
zh_hans: %1$@ 付给 %2$@ %3$@

source: %1$@ pays %2$@
de: %1$@ zahlt an %2$@
es: %1$@ le paga a %2$@
fr: %1$@ paie %2$@
hi: %1$@ %2$@ को देंगे
it: %1$@ paga %2$@
ja: %1$@ が %2$@ に支払います
pt_br: %1$@ paga %2$@
zh_hans: %1$@ 付给 %2$@

source: %1$@ updated %2$@
de: %1$@ hat %2$@ bearbeitet
es: %1$@ actualizó %2$@
fr: %1$@ a modifié %2$@
hi: %1$@ ने %2$@ बदला
it: %1$@ ha modificato %2$@
ja: %1$@ が %2$@ を更新しました
pt_br: %1$@ atualizou %2$@
zh_hans: %1$@ 修改了 %2$@

source: %1$lld payments instead of %2$lld.
de: %1$lld Zahlungen statt %2$lld.
es: %1$lld pagos en lugar de %2$lld.
fr: %1$lld paiements au lieu de %2$lld.
hi: %2$lld के बजाय %1$lld भुगतान।
it: %1$lld pagamenti invece di %2$lld.
ja: %2$lld 回ではなく %1$lld 回の支払いで済みます。
pt_br: %1$lld pagamentos em vez de %2$lld.
zh_hans: 只需 %1$lld 笔付款，而不是 %2$lld 笔。

source: %@ left to assign
de: Noch %@ zu verteilen
es: Queda %@ por asignar
fr: Il reste %@ à répartir
hi: %@ बाँटना बाकी
it: Resta %@ da assegnare
ja: あと %@ 割り当てが必要
pt_br: Falta %@ para atribuir
zh_hans: 还有 %@ 待分配

source: %@ left to assign.
de: Noch %@ zu verteilen.
es: Queda %@ por asignar.
fr: Il reste %@ à répartir.
hi: %@ बाँटना बाकी है।
it: Resta %@ da assegnare.
ja: あと %@ 割り当てが必要です。
pt_br: Falta %@ para atribuir.
zh_hans: 还有 %@ 待分配。

source: %@ over the total.
de: %@ über der Gesamtsumme.
es: %@ por encima del total.
fr: %@ au-dessus du total.
hi: कुल से %@ ज़्यादा।
it: %@ oltre il totale.
ja: 合計を %@ 超えています。
pt_br: %@ acima do total.
zh_hans: 超出总额 %@。

source: %@ owes you
de: %@ schuldet dir
es: %@ te debe
fr: %@ vous doit
hi: %@ पर आपका बकाया है
it: %@ ti deve
ja: %@ からの受取
pt_br: %@ te deve
zh_hans: %@ 欠你

source: %@ paid %@
de: %@ hat %@ bezahlt
es: %@ pagó %@
fr: %@ a payé %@
hi: %@ ने %@ चुकाए
it: %@ ha pagato %@
ja: %@ が %@ を支払いました
pt_br: %@ pagou %@
zh_hans: %@ 付了 %@

source: %@ pays you
de: %@ zahlt an dich
es: %@ te paga
fr: %@ vous paie
hi: %@ आपको देंगे
it: %@ ti paga
ja: %@ があなたに支払います
pt_br: %@ te paga
zh_hans: %@ 付给你

source: %@ still has an open balance in this group. Settle up first.
de: %@ hat in dieser Gruppe noch einen offenen Saldo. Gleicht das zuerst aus.
es: %@ todavía tiene un saldo pendiente en este grupo. Salda las cuentas primero.
fr: %@ a encore un solde en cours dans ce groupe. Réglez les comptes d'abord.
hi: इस समूह में %@ का हिसाब अब भी बाकी है। पहले हिसाब बराबर करें।
it: %@ ha ancora un saldo aperto in questo gruppo. Salda prima i conti.
ja: %@ にはこのグループで未精算の残高があります。先に精算してください。
pt_br: %@ ainda tem saldo em aberto neste grupo. Acertem as contas primeiro.
zh_hans: %@ 在这个群组里还有未结清的余额，请先结清。

source: %@ too much assigned
de: %@ zu viel verteilt
es: %@ asignado de más
fr: %@ attribué en trop
hi: %@ ज़्यादा बाँट दिया गया
it: %@ assegnato in più
ja: %@ 割り当てすぎです
pt_br: %@ atribuído a mais
zh_hans: 多分配了 %@

source: %@ unassigned
de: %@ nicht zugeordnet
es: %@ sin asignar
fr: %@ non attribué
hi: %@ बाकी है
it: %@ non assegnato
ja: %@ が未割り当て
pt_br: %@ sem atribuir
zh_hans: %@ 未分配

source: %@ undid a payment
de: %@ hat eine Zahlung zurückgenommen
es: %@ deshizo un pago
fr: %@ a annulé un paiement
hi: %@ ने एक भुगतान वापस लिया
it: %@ ha annullato un pagamento
ja: %@ が支払いを取り消しました
pt_br: %@ desfez um pagamento
zh_hans: %@ 撤销了一笔付款

# %@ · ^[%lld person](inflect: true)
source: %@ · %lld people
de: %@ · %lld Personen
es: %@ · %lld personas
fr: %@ · %lld personnes
hi: %@ · %lld लोग
it: %@ · %lld persone
ja: %@ · %lld 人
pt_br: %@ · %lld pessoas
zh_hans: %@ · %lld 人

source: %lld selected
de: %lld ausgewählt
es: %lld seleccionados
fr: %lld sélectionnés
hi: %lld चुने गए
it: %lld selezionati
ja: %lld 件選択中
pt_br: %lld selecionados
zh_hans: 已选 %lld 项

source: 150+ currencies with live conversion
de: 150+ Währungen mit Live-Umrechnung
es: 150+ monedas con conversión en tiempo real
fr: 150+ devises avec conversion en temps réel
hi: लाइव रूपांतरण के साथ 150+ मुद्राएँ
it: 150+ valute con conversione in tempo reale
ja: 150+通貨をリアルタイムで換算
pt_br: 150+ moedas com conversão em tempo real
zh_hans: 150+ 种货币，实时换算

source: 3 months
de: 3 Monate
es: 3 meses
fr: 3 mois
hi: 3 महीने
it: 3 mesi
ja: 3か月
pt_br: 3 meses
zh_hans: 3 个月

source: 6 months
de: 6 Monate
es: 6 meses
fr: 6 mois
hi: 6 महीने
it: 6 mesi
ja: 6か月
pt_br: 6 meses
zh_hans: 6 个月

source: A new person
de: Eine neue Person
es: Una persona nueva
fr: Une nouvelle personne
hi: नया व्यक्ति
it: Una persona nuova
ja: 新しい人
pt_br: Uma pessoa nova
zh_hans: 新成员

source: A one-off between friends
de: Eine einmalige Ausgabe unter Freunden
es: Un gasto puntual entre amigos
fr: Une dépense ponctuelle entre amis
hi: दोस्तों के बीच एक बार का खर्च
it: Una spesa occasionale tra amici
ja: 友だちとの単発の支出
pt_br: Uma despesa avulsa entre amigos
zh_hans: 朋友之间的一次性支出

source: A shared group is stored on SplitFree's server so your friend's phone can reach it. Groups you don't share never leave this device.
de: Eine geteilte Gruppe wird auf dem Server von SplitFree gespeichert, damit das Gerät deiner Freundin oder deines Freundes sie erreichen kann. Gruppen, die du nicht teilst, verlassen dieses Gerät nie.
es: Un grupo compartido se guarda en el servidor de SplitFree para que el teléfono de tu amigo pueda acceder a él. Los grupos que no compartes nunca salen de este dispositivo.
fr: Un groupe partagé est stocké sur le serveur de SplitFree pour que le téléphone de votre ami puisse y accéder. Les groupes que vous ne partagez pas ne quittent jamais cet appareil.
hi: साझा किया गया समूह SplitFree के सर्वर पर रखा जाता है ताकि आपके मित्र का फ़ोन उस तक पहुँच सके। जो समूह आप साझा नहीं करते वे कभी इस डिवाइस से बाहर नहीं जाते।
it: Un gruppo condiviso è memorizzato sul server di SplitFree così il telefono del tuo amico può raggiungerlo. I gruppi che non condividi non lasciano mai questo dispositivo.
ja: 共有したグループは友達の端末から参照できるよう SplitFree のサーバーに保存されます。共有していないグループはこの端末から出ることはありません。
pt_br: Um grupo compartilhado fica no servidor do SplitFree para que o telefone do seu amigo consiga acessá-lo. Grupos que você não compartilha nunca saem deste aparelho.
zh_hans: 共享的群组会保存在 SplitFree 的服务器上，以便朋友的手机能够访问。未共享的群组永远不会离开这台设备。

source: About
de: Über
es: Acerca de
fr: À propos
hi: परिचय
it: Informazioni
ja: このアプリについて
pt_br: Sobre
zh_hans: 关于

source: About SplitFree
de: Über SplitFree
es: Acerca de SplitFree
fr: À propos de SplitFree
hi: SplitFree के बारे में
it: Informazioni su SplitFree
ja: SplitFree について
pt_br: Sobre o SplitFree
zh_hans: 关于 SplitFree

source: Account
de: Konto
es: Cuenta
fr: Compte
hi: खाता
ja: アカウント
pt_br: Conta
zh_hans: 账户

source: Activities
de: Aktivitäten
es: Actividades
fr: Activités
hi: गतिविधियाँ
it: Attività
ja: アクティビティ
pt_br: Atividades
zh_hans: 活动

source: Activity
de: Verlauf
es: Actividad
fr: Activité
hi: गतिविधि
it: Attività
ja: 履歴
pt_br: Atividade
zh_hans: 动态

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ja: 追加
pt_br: Adicionar
zh_hans: 添加

source: Add a comment
de: Kommentar hinzufügen
es: Añadir un comentario
fr: Ajouter un commentaire
hi: टिप्पणी जोड़ें
it: Aggiungi un commento
ja: コメントを追加
pt_br: Adicionar um comentário
zh_hans: 添加评论

source: Add a few expenses and this fills in with where your money goes.
de: Füge ein paar Ausgaben hinzu und du siehst hier, wohin dein Geld fließt.
es: Añade algunos gastos y aquí verás a dónde va tu dinero.
fr: Ajoutez quelques dépenses et vous verrez ici où part votre argent.
hi: कुछ खर्च जोड़ें और यहाँ दिखेगा कि आपका पैसा कहाँ जा रहा है।
it: Aggiungi qualche spesa e qui vedrai dove vanno i tuoi soldi.
ja: 支出をいくつか追加すると、お金の行き先がここに表示されます。
pt_br: Adicione algumas despesas e aqui você verá para onde vai seu dinheiro.
zh_hans: 添加几笔支出，这里就会显示你的钱花在了哪里。

source: Add a friend
de: Freund hinzufügen
es: Añadir un amigo
fr: Ajouter un ami
hi: दोस्त जोड़ें
it: Aggiungi un amico
ja: 友だちを追加
pt_br: Adicionar um amigo
zh_hans: 添加好友

source: Add a note
de: Notiz hinzufügen
es: Añadir una nota
fr: Ajouter une note
hi: नोट जोड़ें
it: Aggiungi una nota
ja: メモを追加
pt_br: Adicionar uma nota
zh_hans: 添加备注

source: Add an expense
de: Ausgabe hinzufügen
es: Añadir un gasto
fr: Ajouter une dépense
hi: खर्च जोड़ें
it: Aggiungi una spesa
ja: 支出を追加
pt_br: Adicionar uma despesa
zh_hans: 添加支出

source: Add an expense with %@ and it'll show up here.
de: Füge eine Ausgabe mit %@ hinzu und sie erscheint hier.
es: Añade un gasto con %@ y aparecerá aquí.
fr: Ajoutez une dépense avec %@ et elle apparaîtra ici.
hi: %@ के साथ खर्च जोड़ें, वह यहाँ दिखेगा।
it: Aggiungi una spesa con %@ e comparirà qui.
ja: %@ との支出を追加すると、ここに表示されます。
pt_br: Adicione uma despesa com %@ e ela aparecerá aqui.
zh_hans: 添加一笔和 %@ 有关的支出，就会显示在这里。

source: Add an item
de: Position hinzufügen
es: Añadir un artículo
fr: Ajouter un article
hi: आइटम जोड़ें
it: Aggiungi una voce
ja: 品目を追加
pt_br: Adicionar um item
zh_hans: 添加条目

source: Add each line from the bill, then tap the people who shared it.
de: Füge jede Position der Rechnung hinzu und tippe auf die Personen, die sie geteilt haben.
es: Añade cada línea de la cuenta y toca a quienes la compartieron.
fr: Ajoutez chaque ligne de l'addition, puis touchez les personnes qui l'ont partagée.
hi: बिल की हर लाइन जोड़ें, फिर उन लोगों पर टैप करें जिन्होंने उसे साझा किया।
it: Aggiungi ogni riga del conto, poi tocca le persone che l'hanno condivisa.
ja: 伝票の各行を追加し、それを分けた人をタップします。
pt_br: Adicione cada linha da conta e toque nas pessoas que dividiram.
zh_hans: 把账单的每一行加进来，再点选一起分摊的人。

source: Add expense
de: Ausgabe
es: Añadir gasto
fr: Ajouter une dépense
hi: खर्च जोड़ें
it: Aggiungi spesa
ja: 支出を追加
pt_br: Adicionar despesa
zh_hans: 添加支出

source: Add friend
de: Freund hinzufügen
es: Añadir amigo
fr: Ajouter un ami
hi: दोस्त जोड़ें
it: Aggiungi amico
ja: 友だちを追加
pt_br: Adicionar amigo
zh_hans: 添加好友

source: Add someone new
de: Jemand Neues hinzufügen
es: Añadir a alguien nuevo
fr: Ajouter quelqu'un
hi: किसी नए को जोड़ें
it: Aggiungi qualcuno di nuovo
ja: 新しい人を追加
pt_br: Adicionar alguém novo
zh_hans: 添加新的人

source: Add the first item
de: Erste Position hinzufügen
es: Añadir el primer artículo
fr: Ajouter le premier article
hi: पहला आइटम जोड़ें
it: Aggiungi la prima voce
ja: 最初の品目を追加
pt_br: Adicionar o primeiro item
zh_hans: 添加第一个条目

source: Add the first one and everyone's balance appears here.
de: Füge die erste hinzu und die Salden aller erscheinen hier.
es: Añade el primero y el saldo de cada persona aparecerá aquí.
fr: Ajoutez la première et le solde de chacun apparaîtra ici.
hi: पहला जोड़ें और सबका हिसाब यहाँ दिखने लगेगा।
it: Aggiungi la prima e il saldo di tutti comparirà qui.
ja: 最初の1件を追加すると、全員の残高がここに表示されます。
pt_br: Adicione a primeira e o saldo de cada um aparecerá aqui.
zh_hans: 添加第一笔，大家的余额就会显示在这里。

source: Add the people you split with. You can settle up with them directly, without a group.
de: Füge die Personen hinzu, mit denen du teilst. Du kannst direkt mit ihnen abrechnen, ganz ohne Gruppe.
es: Añade a las personas con las que compartes gastos. Puedes saldar cuentas directamente, sin crear un grupo.
fr: Ajoutez les personnes avec qui vous partagez. Vous pouvez régler vos comptes directement, sans groupe.
hi: जिनके साथ आप खर्च बाँटते हैं उन्हें जोड़ें। बिना समूह बनाए भी उनसे सीधे हिसाब बराबर कर सकते हैं।
it: Aggiungi le persone con cui dividi le spese. Puoi saldare i conti direttamente, senza un gruppo.
ja: 割り勘する相手を追加しましょう。グループを作らなくても直接精算できます。
pt_br: Adicione as pessoas com quem você divide despesas. Dá para acertar as contas direto, sem criar um grupo.
zh_hans: 把一起分摊的人加进来。不用建群组，也可以直接和他们结账。

source: Add to this group
de: Zu dieser Gruppe hinzufügen
es: Añadir a este grupo
fr: Ajouter à ce groupe
hi: इस समूह में जोड़ें
it: Aggiungi a questo gruppo
ja: このグループに追加
pt_br: Adicionar a este grupo
zh_hans: 添加到这个群组

source: Add without inviting
de: Hinzufügen ohne Einladung
es: Añadir sin invitar
fr: Ajouter sans inviter
hi: बिना आमंत्रण के जोड़ें
it: Aggiungi senza invitare
ja: 招待せずに追加
pt_br: Adicionar sem convidar
zh_hans: 仅添加，不邀请

source: Add “%@” as a friend
de: „%@“ als Freund hinzufügen
es: Añadir a «%@» como amigo
fr: Ajouter « %@ » comme ami
hi: “%@” को दोस्त के रूप में जोड़ें
it: Aggiungi «%@» come amico
ja: 「%@」を友だちとして追加
pt_br: Adicionar “%@” como amigo
zh_hans: 把“%@”添加为好友

source: Added the recurring expense %@
de: Wiederkehrende Ausgabe %@ hinzugefügt
es: Se añadió el gasto recurrente %@
fr: Dépense récurrente %@ ajoutée
hi: आवर्ती खर्च %@ जोड़ा गया
it: Aggiunta la spesa ricorrente %@
ja: 繰り返しの支出「%@」を追加しました
pt_br: Despesa recorrente %@ adicionada
zh_hans: 已添加周期性支出 %@

source: Adds up exactly
de: Geht genau auf
es: Cuadra exactamente
fr: Le compte est exact
hi: हिसाब पूरा बैठता है
it: Il conto torna esatto
ja: ぴったり合っています
pt_br: Fecha exatamente
zh_hans: 刚好合得上

source: All
de: Alle
es: Todos
fr: Tout
hi: सभी
it: Tutti
ja: すべて
pt_br: Todos
zh_hans: 全部

source: All groups
de: Alle Gruppen
es: Todos los grupos
fr: Tous les groupes
hi: सभी समूह
it: Tutti i gruppi
ja: すべてのグループ
pt_br: Todos os grupos
zh_hans: 所有群组

source: All time
de: Gesamter Zeitraum
es: Desde el principio
fr: Depuis le début
hi: शुरुआत से अब तक
it: Dall'inizio
ja: 全期間
pt_br: Desde o início
zh_hans: 全部时间

source: Already the fewest possible payments.
de: Bereits die geringstmögliche Zahl an Zahlungen.
es: Ya es el mínimo número de pagos posible.
fr: C'est déjà le minimum de paiements possible.
hi: यह पहले से ही सबसे कम संभव भुगतान हैं।
it: È già il minimo numero di pagamenti possibile.
ja: すでに最少の支払い回数です。
pt_br: Já é o menor número de pagamentos possível.
zh_hans: 已经是最少的付款笔数了。

source: Amount
de: Betrag
es: Importe
fr: Montant
hi: राशि
it: Importo
ja: 金額
pt_br: Valor
zh_hans: 金额

source: An account is only for sharing
de: Ein Konto ist nur zum Teilen da
es: La cuenta solo sirve para compartir
fr: Un compte sert uniquement au partage
hi: खाता केवल साझा करने के लिए है
it: L'account serve solo per condividere
ja: アカウントは共有のためだけのものです
pt_br: Uma conta serve apenas para compartilhar
zh_hans: 账户只用于共享

source: Anyone with the link can join this group and see everything in it. It stops working after 14 days.
de: Wer den Link hat, kann dieser Gruppe beitreten und alles darin sehen. Nach 14 Tagen funktioniert er nicht mehr.
es: Cualquiera con el enlace puede unirse a este grupo y ver todo lo que contiene. Deja de funcionar a los 14 días.
fr: Toute personne disposant du lien peut rejoindre ce groupe et voir tout son contenu. Il expire au bout de 14 jours.
hi: जिसके पास लिंक है वह इस समूह में शामिल होकर सब कुछ देख सकता है। यह 14 दिन बाद काम करना बंद कर देता है।
it: Chiunque abbia il link può unirsi a questo gruppo e vedere tutto ciò che contiene. Smette di funzionare dopo 14 giorni.
ja: リンクを持つ人は誰でもこのグループに参加し、中身をすべて見られます。14日後に無効になります。
pt_br: Qualquer pessoa com o link pode entrar neste grupo e ver tudo o que há nele. Ele para de funcionar depois de 14 dias.
zh_hans: 任何拿到链接的人都能加入这个群组并看到其中的全部内容。链接在 14 天后失效。

source: Anyone with this link can connect with you and see what the two of you share. It stops working after 14 days.
de: Wer diesen Link hat, kann sich mit dir verbinden und sehen, was ihr teilt. Nach 14 Tagen funktioniert er nicht mehr.
es: Cualquiera con este enlace puede conectarse contigo y ver lo que compartís. Deja de funcionar a los 14 días.
fr: Toute personne disposant de ce lien peut se connecter avec vous et voir ce que vous partagez. Il expire au bout de 14 jours.
hi: जिसके पास यह लिंक है वह आपसे जुड़ सकता है और देख सकता है कि आप दोनों क्या साझा करते हैं। यह 14 दिन बाद काम करना बंद कर देता है।
it: Chiunque abbia questo link può connettersi con te e vedere ciò che condividete. Smette di funzionare dopo 14 giorni.
ja: このリンクを持つ人は誰でもあなたとつながり、二人で共有しているものを見られます。14日後に無効になります。
pt_br: Qualquer pessoa com este link pode se conectar com você e ver o que vocês compartilham. Ele para de funcionar depois de 14 dias.
zh_hans: 任何拿到此链接的人都能与你建立连接，并看到你们共享的内容。链接在 14 天后失效。

source: Anything the group should remember: the rental address, the wifi password, who's driving.
de: Alles, was sich die Gruppe merken sollte: die Adresse der Unterkunft, das WLAN-Passwort, wer fährt.
es: Todo lo que el grupo deba recordar: la dirección del alojamiento, la contraseña del wifi, quién conduce.
fr: Tout ce que le groupe doit retenir : l'adresse de la location, le mot de passe du wifi, qui conduit.
hi: जो कुछ समूह को याद रखना चाहिए, ठहरने का पता, वाई-फ़ाई का पासवर्ड, गाड़ी कौन चलाएगा।
it: Tutto ciò che il gruppo deve ricordare: l'indirizzo dell'alloggio, la password del wifi, chi guida.
ja: グループで覚えておきたいこと。宿の住所、Wi-Fiのパスワード、運転担当など。
pt_br: Tudo o que o grupo precisa lembrar: o endereço da hospedagem, a senha do wi-fi, quem vai dirigir.
zh_hans: 群组需要记住的一切：住处地址、Wi-Fi 密码、谁开车。

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hi: रूप-रंग
it: Aspetto
ja: 外観
pt_br: Aparência
zh_hans: 外观

source: Apple didn't return a usable sign-in.
de: Apple hat keine verwendbare Anmeldung zurückgegeben.
es: Apple no devolvió un inicio de sesión utilizable.
fr: Apple n'a pas renvoyé de connexion exploitable.
hi: Apple ने उपयोग योग्य साइन-इन नहीं लौटाया।
it: Apple non ha restituito un accesso utilizzabile.
ja: Apple から有効なサインイン情報が返されませんでした。
pt_br: A Apple não retornou um login utilizável.
zh_hans: Apple 未返回可用的登录信息。

source: Archive
de: Archivieren
es: Archivar
fr: Archiver
hi: संग्रह करें
it: Archivia
ja: アーカイブ
pt_br: Arquivar
zh_hans: 归档

source: Archived
de: Archiviert
es: Archivados
fr: Archivés
hi: संग्रहित
it: Archiviati
ja: アーカイブ済み
pt_br: Arquivados
zh_hans: 已归档

source: Assign each line on the receipt to the people who had it.
de: Ordne jede Position des Belegs den Personen zu, die sie hatten.
es: Asigna cada línea del recibo a quienes la consumieron.
fr: Attribuez chaque ligne du reçu aux personnes concernées.
hi: रसीद की हर लाइन उन लोगों को सौंपें जिन्होंने वह लिया था।
it: Assegna ogni riga dello scontrino a chi l'ha consumata.
ja: レシートの各行を、それを頼んだ人に割り当てます。
pt_br: Atribua cada linha do recibo a quem consumiu.
zh_hans: 把小票上的每一行分给点了它的人。

source: Assign the rest to %@
de: Rest %@ zuweisen
es: Asignar el resto a %@
fr: Attribuer le reste à %@
hi: बाकी %@ को सौंपें
it: Assegna il resto a %@
ja: 残りを %@ に割り当て
pt_br: Atribuir o resto a %@
zh_hans: 把剩下的分给 %@

source: Authentication failed.
de: Authentifizierung fehlgeschlagen.
es: Error de autenticación.
fr: Échec de l'authentification.
hi: प्रमाणीकरण विफल रहा।
it: Autenticazione non riuscita.
ja: 認証に失敗しました。
pt_br: Falha na autenticação.
zh_hans: 验证失败。

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
hi: स्वतः
it: Automatico
ja: 自動
pt_br: Automático
zh_hans: 自动

source: Balances
de: Salden
es: Saldos
fr: Soldes
hi: हिसाब
it: Saldi
ja: 残高
pt_br: Saldos
zh_hans: 余额

source: Balances will be recalculated for everyone involved.
de: Die Salden aller Beteiligten werden neu berechnet.
es: Se recalcularán los saldos de todas las personas implicadas.
fr: Les soldes seront recalculés pour toutes les personnes concernées.
hi: इसमें शामिल सभी लोगों का हिसाब फिर से जोड़ा जाएगा।
it: I saldi verranno ricalcolati per tutte le persone coinvolte.
ja: 関係する全員の残高が再計算されます。
pt_br: Os saldos de todos os envolvidos serão recalculados.
zh_hans: 所有相关人员的余额都会重新计算。

source: Bank transfer
de: Überweisung
es: Transferencia bancaria
fr: Virement bancaire
hi: बैंक ट्रांसफ़र
it: Bonifico
ja: 銀行振込
pt_br: Transferência bancária
zh_hans: 银行转账

source: Basis
de: Grundlage
es: Base
fr: Base
hi: आधार
it: Base
ja: 基準
pt_br: Base
zh_hans: 口径

source: Between others
de: Zwischen anderen
es: Entre otras personas
fr: Entre les autres
hi: दूसरों के बीच
it: Tra gli altri
ja: 他の人どうし
pt_br: Entre outras pessoas
zh_hans: 其他人之间

source: Bring in your statement
de: Kontoauszug importieren
es: Importa tu extracto
fr: Importez votre relevé
hi: अपना स्टेटमेंट लाएँ
it: Importa il tuo estratto conto
ja: 明細を読み込む
pt_br: Importe seu extrato
zh_hans: 导入你的账单

source: Built-in rates
de: Integrierte Kurse
es: Tipos incluidos en la app
fr: Taux intégrés
hi: ऐप में मौजूद दरें
it: Tassi inclusi nell'app
ja: 内蔵のレート
pt_br: Taxas internas do app
zh_hans: 内置汇率
